{
	"FullStackDeveloper": "Full-Stack .NET Developer",
	"GreetingsName": "Greetings {{name}}!",
	"heading": "Welcome everybody",
	"FullStackDeveloperInPetrofac": "Full-Stack Developer at Petrofac",
	"FullStackDeveloperInFormelD": "Full-Stack Developer at FormelD",
	"FullStackDeveloperInGTT": "Full-Stack Developer at GTT",
	"FullStackDeveloperInActio": "Full-Stack Developer at Actio",
	"Petrofac.Dates": "October 2022 - Present",
	"Petrofac.Description": "Creation of an ERP based on .NET Blazor dedicated to user management, in which I perform both Front-End and Back-End tasks.",
	"Petrofac.AdditionalInfo.Line1": "Application developed from scratch based on the latest version of .NET Blazor and using a non-relational database in Azure CosmoDB",
	"FormelD.Dates": "October 2021 - October 2022",
	"FormelD.Description": "Development of an ERP based on Angular and .NET Core in which I performed both Front-End and Back-End tasks and various cross-platform mobile applications in Xamarin.",
	"FormelD.AditionalInfo.Line1": "Web application developed in Angular 13 and .NetCore 6 and the database in SQL Server.",
	"FormelD.AditionalInfo.Line2": "Creation of hybrid applications in Xamarin, both for IOS and Android.",
	"GTT.Dates": "September 2020 - October 2021",
	"GTT.Description": "Development of an ERP for public administration based on ASP.NET MVC in which I have developed both Front-End and Back-End tasks.",
	"GTT.AditionalInfo.Line1": "Front-End based on (xml, html) and Back-End based on (SQL, Oracle, C#, WCF, JavaScript).",
	"Actio.Dates": "September 2018 - February 2019 (Business internships)",
	"Actio.Description": "Development of an application based on an electronic commerce of spare parts for vehicles in which I performed both Front-End and Back-End tasks.",
	"Actio.AditionalInfo.Line1": "Front-End based on Angular and Back-End based on Transact-SQL.",
	"subheader": "Peter's Portfolio",
	"Timeline": "Timeline",
	"AboutMe": "About me",
	"WorkExperience": "Work experience",
	"AboutMeContentLine1": "Web developer with more than three years of work experience, always seeking to overcome new challenges and acquire new knowledge.",
	"AboutMeContentLine2": "Alicante native passionate about travel and enjoying nature in the company of friends, discovering new routes and destinations where he can get lost in his free time."
}